{
    "workflow.welcome": {
        "title": "Schnellstart",
        "text": "Akzeptieren Sie die Nutzungsbedingungen um zu starten. Anschließend erscheint unten rechts in der Ecke ein blauer Pfeil, über den Sie zum nächsten Schritt gelangen.",
        "page": "Quickstart"
    },
    "workflow.addObjects" : {
        "text": "Eine oder mehrere Dateien können per Drag & Drop oder über die Hinzufügen-Schaltfläche hinzugefügt werden. <ul><li><b>Drag & Drop:</b> Datei(en) im Dateimanager Ihres Betriebssystems auswählen (markieren), über die Objekt-Tabelle im Browserfenster ziehen (Drag) und fallenlassen (Drop).</li> <li><b>Hinzufügen-Schaltfläche:</b> Auf das grüne Plus (Hinzufügen-Schaltfläche) klicken. Der Dateimanager Ihres Betriebssystems öffnet sich. Datei(en) auswählen und die Auswahl bestätigen.</li></ul><br/>Tipp: HTML-Dateien, die z.B. externe Bilder oder Skripte referenzieren, können als ZIP-Archiv  verarbeitet werden.<br/><br/>Nachdem Sie Objekte hinzugefügt haben, werden Ihnen diese in einer Tabelle angezeigt. Hier haben Sie weitere Möglichkeiten: <ul><li><b>Spalten ändern:</b> Über die Einstellungen (Zahnrad) können Sie Spalten ausblenden und zusätzliche Spalten einblenden.</li> <li><b>Ansicht einschränken:</b> Über die Suche und die Filterfunktion können Sie einschränken, welche Objekte Ihnen angezeigt werden.</li> <li><b>Objekte löschen:</b> Einzelne Objekte löschen Sie über die Papierkorb-Schaltfläche in der Objektzeile. Mehrere Objekte löschen Sie, indem Sie sie zuerst über die Checkbox auswählen und anschließend auf die rote Papierkorb-Schaltfläche oben in der Tabelle klicken.</li> <li><b>Vorschau anzeigen:</b> Über die Dateivorschau-Schaltfläche (Auge) können Sie sich für PDF- und HTML-Dateien eine Vorschau anzeigen lassen.</li></ul></br>Um zum nächsten Schritt zu gelangen, auf den blauen Pfeil unten rechts klicken. ",
        "page": "Objekte_hinzufuegen",
        "title": "Inhalte hinzufügen"
    },
    "workflow.assignMetadata": {
        "text": "In diesem Schritt können Sie Ihre Inhalte mit Metadaten klassifizieren. </br></br> <b>Ansicht:</b> <ul> <li>Klicken Sie auf ein Objekt, um die Detailansicht zu öffnen.</li> </ul> </br><b>Metadaten vergeben:</b> Ihnen werden bereits einige Metadaten angezeigt, denen Sie Werte zuordnen können. <ul> <li><b>Vordefinierte Metadatenwerte:</b> Auf ein Metadatum klicken. Eine Drop-Down-Liste mit möglichen Metadatenwerten wird aufgeklappt. Den oder die korrekten Werte auswählen.</li> <li><b>Eigene Metadatenwerte:</b> Den gewünschten Metadatenwert (bspw. die Produktvariante) direkt in das Metadatenfeld schreiben, anschließend mit ENTER bestätigen.</li> <li><b>Pflichtmetadaten:</b> Pflichtmetadaten erkennen Sie am Stern (*) hinter dem Metadatum. Diese sollten Sie immer vergeben.</li> </ul> </br>Um zum nächsten Schritt zu gelangen, auf den blauen Pfeil unten rechts klicken.",
        "page": "Metadaten_pruefen",
        "title": "Metadaten vergeben"
    },
    "workflow.generateIirds": {
        "text": "Das Paket wird automatisch generiert. Nach Abschluss können Sie es über die Download-Schaltfläche speichern. Sie können die Generierung des Pakets erneut ausführen, indem Sie auf die grüne <b>Erneut ausführen</b>-Schaltfläche klicken. </br></br> Schließen Sie das Projekt ab, indem Sie auf den blauen Haken unten rechts in der Ecke klicken.",
        "title": "Paket generieren"
    }
}